IDS_DGNDRAWBASE_TEST = "DgnDrawBase-Test(Lang:EN)"
IDS_DGNDRAWBASE_MAIN_REBAR__s = "%s x %2dea Main Bar"
IDS_DGNDRAWBASE_PRESS_PLATE = "Pressur plate"
IDS_DGNDRAWBASE_INSIDE = "Inside"
IDS_DGNDRAWBASE_OUTSIDE = "Outside"
IDS_DGNDRAWBASE_PLAN_ROOF = "[ PLAN ( ROOF ) ]"
IDS_DGNDRAWBASE_ELEVATION = "[ ELEVATION ]"
IDS_DGNDRAWBASE_ELEVATION_WALL = "[ ELEVATION ( WALL ) ]"
IDS_DGNDRAWBASE_FND_EFFECT_RANGE = "Effect range of foundatiion"
IDS_DGNDRAWBASE_DEPTH = "Depth\n(m)"
IDS_DGNDRAWBASE_N_VALUE = "N value"
IDS_DGNDRAWBASE_ORG_GROUND = "Original ground"
IDS_DGNDRAWBASE_STL_TENS__s = "Steel Ten. (%s)"
IDS_DGNDRAWBASE_STL_COMP__s = "Steel Comp. (%s)"
IDS_DGNDRAWBASE_CON_COMP__s = "Conc. Comp. (%s)"
IDS_DGNDRAWBASE_STL_STRAIN = "Steel Strain"
IDS_DGNDRAWBASE_CON_STRAIN = "Conc. Strain"
IDS_DGNDRAWBASE_NEU_AXIS = "Neutral Axis"
IDS_DGNDRAWBASE_MOMENT__s__s = "Moment (%s.%s)"
IDS_DGNDRAWBASE_IDEL_MODEL = "Idealized Model"
IDS_DGNDRAWBASE_M_PHI_POINT = "M-Phi Point"
IDS_DGNDRAWBASE_M_PHI_CURVE = "M-Phi Curve"
IDS_DGNDRAWBASE_M_PHI = "M-Phi"
IDS_DGNDRAWBASE_P_DELTA = "P-Delta"
IDS_DGNDRAWBASE_NO_RESULT = "There is no result."
IDS_DGNDRAWBASE_ERR_DRAW_FLOOR = "Error Occur to Drawing Soil Map(Draw Floor Function)"
IDS_DGNDRAWBASE_ERR_DRAW_SOIL_LEVEL = "Error Occur to Drawing Soil Map(Draw_SoilLevel Function)"
IDS_DGNDRAWBASE_ERR_DRAW_SOIL_TYPE = "Error Occur to Drawing Soil Map(Draw_SoilType Function)"
IDS_DGNDRAWBASE_IMAGE_FILE_NOT_EXIST = "圖片檔案不存在"
IDS_DGNDRAWBASE_PMCURVE_IMAGE_FILE_NOT_EXIST = "PM-Curve 圖片檔案不存在"
IDS_REPORT_CONVERTER_CONVERT_REPORT = "轉換Word格式報表"
IDS_REPORT_CONVERTER_CONVERTING = "Generating Report ..."
IDS_REPORT_CONVERTER_CONVERTING_SLAB = "建立報表 ( RC / 樓版 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URBE = "建立報表 ( RC / 梁 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URCO = "建立報表 ( RC / 柱 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URSW = "建立報表 ( RC / 剪力牆 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UFDN = "建立報表 ( RC / 基礎 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URBW = "建立報表 ( RC / 地下室外牆 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URBL = "建立報表 ( RC / 梁表格 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URSL = "建立報表 ( RC / 樓版表格 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URBU = "建立報表 ( RC / 扶壁 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URCB = "建立報表 ( RC / 托梁 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URST = "建立報表 ( RC / 樓梯 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URCF = "建立報表 ( RC / 聯合基礎 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URGC = "建立報表 ( RC / 任意斷面柱 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UCBF = "建立報表 ( RC / 聯合基礎 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URDW = "建立報表 ( RC / 組合剪力牆 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URAB = "建立報表 ( RC / 錨栓 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_URRW = "建立報表 ( RC / 擋土牆 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USSG = "建立報表 ( 鋼構 / 梁 & 柱 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USBP = "建立報表 ( 鋼構 / 基座板 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USBC = "建立報表 ( 鋼構 / 螺栓接合 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USMC = "建立報表 ( 鋼構 / Moment Bolt Connection ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USCG = "建立報表 ( 鋼構 / 天車梁 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USPG = "建立報表 ( 鋼構 / 桁條 & 圍梁 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USEP = "建立報表 ( 鋼構 / 預埋板 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USWO = "建立報表 ( 鋼構 / 腹板開孔 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USST = "建立報表 ( 鋼構 / 樓梯 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USWE = "建立報表 ( 鋼構 / 焊接 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USWB = "Generating Report ( STEEL / Corrugated Web Beam ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UCCB = "建立報表 ( SRC / 合成梁 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UCCO = "建立報表 ( SRC / 柱 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UCFT = "建立報表 ( SRC / CFT柱 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UAMT = "建立報表 ( 鋁構造 / 任意斷面柱 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UAAG = "建立報表 ( 鋁構造 / 梁 & 柱 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_USCF = "建立報表 ( 鋼構 / 冷軋斷面 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_ERBE = "建立報表 ( RC / 梁 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_ERCO = "建立報表 ( RC / 柱 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_ERSF = "建立報表 ( RC / 連續基礎 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_ESSG = "建立報表 ( 鋼構 / 梁 & 柱 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_ESBC = "建立報表 ( 鋼構 / 螺栓接合 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_ESMC = "建立報表 ( 鋼構 / 彎矩接合 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_ESBP = "建立報表 ( 鋼構 / 螺栓接合 ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UFSL = "Generating Report ( REINFORCE / RC Slab ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UFBE = "Generating Report ( REINFORCE / RC Beam ) ..."
IDS_REPORT_CONVERTER_CONVERTING_UFCO = "Generating Report ( REINFORCE / RC Column ) ..."
